{
    "define": [
        "The SAP Solution Architect will define the roadmap and strategy of the Summit Utilities SAP ecosystem.",
        "The SAP Solution Architect will ensure the solutions being designed to fit into the broader architectural landscape and technology ecosystem meet defined Enterprise Architecture standards.",
        "The SAP Solution Architect will help define solution strategy, drive design and technical implementation, and architect innovative solutions.",
        "Architecture strategy & roadmap - define and update solution roadmaps, architecture documents, and related artifacts",
        "Previous experience of defining architectural direction and harnessing innovation for business benefit and to support strategy.",
        "Ability to define solutions from very high-level business ideas",
        "Ability to define solutions from very high level business ideas",
        "You will lead in defining technical solutions and a unified framework for delivery consistency throughout all Deloitte functions and channels.",
        "Ensure that all cloud solutions follow internally defined security and compliance controls",
        "Work with software architects and developers to define cloud architecture for the development organization, leveraging in-depth knowledge of AWS services",
        "Work with enterprise and domain architects to define the cloud strategy, while developing and designing proof-of-concepts and providing direction in the ultimate delivery of the services",
        "Ensure adherence to defined development life cycle, good software design practices, and Architecture strategy and intent",
        "Analyze, define and document requirements for data, workflow, logical processes, hardware and operating system environment",
        "Translate business requirements into technical specifications, establish and define details, definitions, and requirements of applications, components, and enhancements",
        "Experience defining and adopting data standards and regulations (i.e., GDPR, CCA, BCBS, PIPEDA, etc.)",
        "Experience defining data governance stewardship and data elements certification processes"
    ],
    "develop": [
        "They will need to understand the big picture and be able to connect dots across SAP and Non-SAP technologies and develop solutions catering to cross-technology integrations with SAP.",
        "Capable of developing short and long-term plans for areas of responsibility.",
        "The Senior Solutions Architect performs both roles as a lead solutions expert and also a competency leader who is responsible for developing, maintaining, and growing the organization’s competencies/practice and skills to meet dynamic market demands.",
        "Training and development of sales team members and develop tools to support better scoping, estimating, and client expectation management (i.e.",
        "Experience in developing, communicating, and implementing end to end ERP solutions involving multiple software components.",
        "Experience in developing, managing, and building competencies and skills necessary for supporting dynamic business needs and resource models.",
        "Learning: We always strive to grow and develop ourselves and others",
        "Demonstrated ability to identify opportunities and challenges; consult with the customer to develop solutions to address these areas and effectively resolve technical issues using practical and imaginative methods",
        "Able to provide coding direction to less experienced staff or develops highly complex original code.",
        "Serve as a trusted advisor for cloud initiatives by providing objective, practical and relevant ideas, insights and advice while also building organizational partnerships and networks to ensure comprehensive cloud capabilities are developed with input from appropriate business and IT resources.",
        "We develop and deploy cutting-edge internal and go-to-market solutions that help Deloitte operate effectively and lead in the market.",
        "Use your problem-solving creativity to design, architect, and develop high-end technology solutions that solve our clients' most complex and challenging problems across different industries",
        "We accelerate our clients toward a technology-driven future, leveraging vendor solutions, Deloitte-developed software products, tools, and accelerators.",
        "If you are seeking a role that offers you the opportunity to advise clients through critical and complex issues, while allowing you to develop personally and professionally, consider a career in Deloitte Technology Services Optimization (TSO) ServiceNow practice.",
        "At Deloitte Consulting, our technology strategy and architecture specialists help organizations develop the strategies and implement the systems that build business value and drive performance.",
        "Ability to develop a global architectural vision with a compelling narrative and financial analysis that supports and aligns to the business and technology strategy.",
        "• Identify and develop opportunities to architect new and expanded D&R services",
        "5+ years of experience in developing APIs and microservices",
        "Work with enterprise and domain architects to define the cloud strategy, while developing and designing proof-of-concepts and providing direction in the ultimate delivery of the services",
        "From our centers, we work with Deloitte consultants to design, develop and build solutions to help clients reimagine, reshape and rewire the competitive fabric of entire industries."
    ],
    "design": [
        "The SAP Solution Architect will ensure the solutions being designed to fit into the broader architectural landscape and technology ecosystem meet defined Enterprise Architecture standards.",
        "The SAP Solution Architect will help define solution strategy, drive design and technical implementation, and architect innovative solutions.",
        "This position requires excellent client services and technical skills; expertise with architecture, design, and implementation of information security software, identity and access management system, or enterprise software; and documentation experience.",
        "Manage Technical architecture analysis, research, design, and development of new functionality and integration with key applications and services under SAP ecosystems",
        "Makes high-level design choices and dictates various processes, policies, and standards.",
        "Provide architecture and design guidance to the development team",
        "Architecture design for future and existing solutions, ensure that the technical components used to fit with the overall technology strategy.",
        "Minimum 6 years Solution Design, Technical design, end-to-end architecting with SAP systems.",
        "Experience in designing all aspects of Cloud Infrastructure Architecture including Compute, Storage, Network, High Availability, Disaster recovery, and monitoring",
        "We understand that home and family are essential pieces of your life, and our benefits are designed to support you both at work and at home.",
        "Role will be responsible for the design and delivery of new or enhanced solutions in SAP logistics, supply chain and manufacturing areas.",
        "Work closely with business, IT partners and other stakeholders to design, build, test and delivery high quality deliveries.",
        "Hands on Salesforce architecture, design and development experience",
        "Defines the structure of the system, its interfaces, and the principles that guide its organization, software design and implementation.",
        "Ensures integration requirements & designs are supported by standard patterns and if required augments them when new patterns emerge",
        "Provides guidance, training and mentoring to development teams on architecture and design across various domains.",
        "Ensures that the solution architecture and design align with the Target Architecture for the project",
        "5+ years of hands-on experience with designing and building microservices using REST and GraphQL.",
        "Strong design and programming skills.",
        "Thought Leadership: You have strong advisory, consulting and interpersonal skills coupled with the deep technology skills needed to lead customer engagements and strategic client discussions in solution architecture and design projects to meet their technical objectives by providing best practices by proactively identifying and closing gaps.",
        "Provide architecture and design solutions for consumer facing applications.",
        "Provide technical leadership in design, development, and testing of business solutions",
        "Defines the structure of systems, their interfaces, and the principles that guide its organization, software design and implementation.",
        "Ensures that the solution architecture and design align with the Target Architecture for the project.",
        "The team specializes in cloud solution design and deployment as well as automation to deliver resilient, predictable, scalable, consumable and secure cloud capabilities.",
        "Your responsibilities will include partnering with business-lead development teams and successfully leading the design and delivery of cloud solutions.",
        "Strong experience designing and building multi-tenant IaaS and PaaS cloud solutions on either Amazon AWS, Microsoft Azure, or Google Cloud platforms.",
        "Strong experience with cloud solution design patterns (microservices, messaging, distributed caching, containers etc.)",
        "Use your problem-solving creativity to design, architect, and develop high-end technology solutions that solve our clients' most complex and challenging problems across different industries",
        "Deloitte's Government & Public Services practice-our people, ideas, technology and outcomes-is designed for impact.",
        "Sufficient depth and breadth of technical knowledge to be individually responsible for the design and scope of deliverables within a field of expertise",
        "Implements and designs server, network, and software configurations for cloud computing infrastructures and applications with a focus on DevSecOps principles",
        "Provide recommendations for migrating to the cloud and supports design and implementation",
        "Develop and document technical designs for integration and implementation of new cloud applications and systems",
        "Deloitte's Government and Public Services (GPS) practice - our people, ideas, technology and outcomes-is designed for impact.",
        "Experience with implementing and designs server, network, and software configurations for a cloud computing infrastructure and applications with a focus on DevOps principles",
        "In addition to application delivery, DAS offers full-scale design services, a robust mobile portfolio, cutting-edge analytics, and innovative custom development.",
        "Backup and Disaster Recovery approach and design",
        "2+ years of experience in data design and services including relational, document, graph, and caching (RDS, DynamoDB, Redshift, Aurora, Neptune, and MQ)",
        "You will be a part of the design on the project and will assist in directing the ServiceNow implementation and certifying the solution design of strategic technologies during solution development.",
        "In an operational setting, you will be an integral part of the team responsible for solution design and review of all business process and system level changes as part of continual service improvement.",
        "You will provide design perspectives to the process teams to maintain consistency, stability and supportability of the solution and processes in conjunction with maintaining the organizational roadmap for the solution while utilizing current vendor solution capabilities and the product roadmap",
        "Experience managing teams of five + resources through design, development, and/or operations of complex technology environments",
        "The Solutions Architect will provide technical leadership, facilitation, analysis and high level architecture & design tasks required for the implementation of TU fraud solutions.",
        "• Participate in design sessions and workshops to clarify requirements and determine architecture options",
        "• 3+ years of architecture, design, implementation, and/or support of cloud technologies and platforms",
        "Work with enterprise and domain architects to define the cloud strategy, while developing and designing proof-of-concepts and providing direction in the ultimate delivery of the services",
        "3+ years of experience in various application design Patterns (Event Driven pattern, Layered pattern, Broker pattern)",
        "Strong understanding of designing (SaaS) solutions including the 12-factor app methodology",
        "This position is responsible for creating Connected Car platform architecture, application architecture, interface and service design, and overall detailed design of the core Connected Car system.",
        "Oversee the design, development and operations of the Connected Car System to meet performance, scalability, extensibility and maintainability requirements.",
        "12 + years of overall experience in development, design and architecture with Java, J2EE and .NET and database technologies.",
        "Experience in architecting and overseeing the design of highly available systems that are capable of supporting millions of transactions per day.",
        "Own the technical design and development of cross-functional, multi-platform application systems.",
        "Ensure adherence to defined development life cycle, good software design practices, and Architecture strategy and intent",
        "Responsible for key system design and integration decisions; and for communicating decisions to individuals implementing the system.",
        "With its strong 50 year heritage and deep industry expertise, Capgemini is trusted by its clients to address the entire breadth of their business needs, from strategy and design to operations, fueled by the fast evolving and innovative world of cloud, data, AI, connectivity, software, digital engineering and platforms.",
        "From our centers, we work with Deloitte consultants to design, develop and build solutions to help clients reimagine, reshape and rewire the competitive fabric of entire industries."
    ],
    "drive": [
        "The SAP Solution Architect will help define solution strategy, drive design and technical implementation, and architect innovative solutions.",
        "Ability to communicate and drive highly complex technology solutions to broad audiences within and outside of IT",
        "Ownership: We always take actions to drive our success",
        "Exceptional analytical and quantitative skills and ability to structure analyses to form data-driven solutions to ambiguous customer challenges",
        "You will be challenged to find approaches that enable the rapid adoption of new cloud services, drive innovation and transform IT.",
        "ITS is the engine that drives Deloitte, which serves many of the world's largest, most respected organizations.",
        "We accelerate our clients toward a technology-driven future, leveraging vendor solutions, Deloitte-developed software products, tools, and accelerators.",
        "By joining our team, you could help C-suite and program leaders transform their organization and accelerate mission execution through emerging and disruptive technologies, innovative business models, retooled program operations and industry-driven solutions.",
        "Are you interested in helping clients drive alignment with their business, work with a ServiceNow Diamond Partner and establish a culture focused on adding business value?",
        "This role will build and drive high performing relationships with strategic development partners to ensure high quality delivery of all aspects of solution development.",
        "At Deloitte Consulting, our technology strategy and architecture specialists help organizations develop the strategies and implement the systems that build business value and drive performance.",
        "Develop an understanding of critical processes & current state architectures across multiple TransUnion geographies and drive the future state architecture aligned with our global operating model and the global technology platform.",
        "This role is a part of Detect & Respond, which is an organization within Deloitte Cyber Risk Advisory whose goal is to build a culture of continuous innovation to drive profitable revenue through the identification and incubation of breakthrough ideas in cloud-based software and advanced analytics products and platforms."
    ],
    "require": [
        "This position requires excellent client services and technical skills; expertise with architecture, design, and implementation of information security software, identity and access management system, or enterprise software; and documentation experience.",
        "Contributes to highly complex projects that require in-depth SAP technical knowledge.",
        "Bachelor's degree in related field required",
        "Certification in TOGAF or other architecture framework preferred but not required",
        "BS or MS in Computer Science/Information Systems or equivalent experience required",
        "Multiple Salesforce certifications are required.",
        "Ensures integration requirements & designs are supported by standard patterns and if required augments them when new patterns emerge",
        "Stooping, bending, twisting, and reaching may be required in completion of job duties.",
        "Work day is fast paced; some evening and weekend work may be required.",
        "We support a drug-free workplace -- some positions require applicants offered a position to pass a pre-employment drug test before they are hired.",
        "You own the technical relationship with assigned Strategic and Premium (if required) clients to support them throughout their partnership with TransUnion's Global Fraud Solutions group.",
        "You may be required to be fully vaccinated against COVID-19 as a condition of employment and/or to participate in certain work-related activities.",
        "Ensures Integration Requirements & Designs are supported by standard Safeway Development Patterns and if required augments them if new patterns emerge.",
        "We support a drug-free workplace -- all applicants offered a position are required to pass a pre-employment drug test before they are hired.",
        "The Solutions Architect will provide technical leadership, facilitation, analysis and high level architecture & design tasks required for the implementation of TU fraud solutions.",
        "Occasional travel may be required.",
        "For individuals assigned and/or hired to work in Colorado, Deloitte is required by law to include a reasonable estimate of the compensation range for this role.",
        "Success in this role requires a solid background in software development and architecture, CI/CD, strong experience with Cloud technologies, and/or working with multiple integrations type of applications.",
        "This is a general description of the Duties, Responsibilities and Qualifications required for this position.",
        "Applicants for employment in the US must have valid work authorization that does not now and/or will not in the future require sponsorship of a visa for employment authorization in the US by Capgemini."
    ],
    "development": [
        "Manage Technical architecture analysis, research, design, and development of new functionality and integration with key applications and services under SAP ecosystems",
        "Provide architecture and design guidance to the development team",
        "Works with IT Business Analysts and development teams to deliver complex technology solutions.",
        "Must have development experience using ABAP objects, HANA SQL Programming, SAP Fiori Developments, OData developments.",
        "Education reimbursement to support growth and skill development.",
        "Training and development of sales team members and develop tools to support better scoping, estimating, and client expectation management (i.e.",
        "Hands on Salesforce architecture, design and development experience",
        "The ideal candidate will have a broad technical background with several years of development and a deep understanding of cloud infrastructure.",
        "Provides guidance, training and mentoring to development teams on architecture and design across various domains.",
        "Contributor to application development principles and patterns",
        "Significant experience with the full software development lifecycle and software development methodologies (Agile, Iterative).",
        "Ability to mentor and guide development team members.",
        "Strong understanding of web development.",
        "At TransUnion, we strive to build an environment where our associates are in the driver's seat of their professional development, while having access to help along the way.",
        "In addition, as a senior team member in this field you will collaborate in the development of appropriate integration manuals, training materials, and procedures; proactively seek ways for the solution architect team to improve its processes to enhance the customer experience, and provide value added services and provide sales engineering support as appropriate for the business development group.",
        "Verified skills in a variety of web and software development technologies including but not limited to: REST/JSON, HTTP JavaScript, Web Services, XML, HTML5, SQL, PHP, C# and Java",
        "Influence: Represent the voice of the customer and manage the development of product initiative requests",
        "Provide technical leadership in design, development, and testing of business solutions",
        "Contributor to application development principles and patterns.",
        "Working experience (5+ years preferred) practical (hands-on) experience with J2EE/Spring Web applications development.",
        "Your responsibilities will include partnering with business-lead development teams and successfully leading the design and delivery of cloud solutions.",
        "Experience with infrastructure as code development along with configuration management and orchestration tools such as Ansible, Chef, or Puppet.",
        "Provide technical leadership throughout the development life cycle and focus on delivery of quality solutions",
        "Our Cloud team is at the heart of technical solutioning and at the leading edge of product development.",
        "At Deloitte, our professional development plan focuses on helping people at every level of their career to identify and use their strengths to do their best work every day.",
        "From on-the-job learning experiences to formal development programs, our professionals have a variety of opportunities to continue to grow throughout their career.",
        "You will set technology direction by recommending specific technologies to pursue, suggesting training, and staff development activities as needed.",
        "Define standards and best practices by conducting POCs for new cloud technologies leveraged by the development organization and engineering teams",
        "Work with software architects and developers to define cloud architecture for the development organization, leveraging in-depth knowledge of AWS services",
        "Deloitte Application Studios (DAS) is the internal software and applications development team responsible for delivering leading-edge technologies to Deloitte professionals.",
        "In addition to application delivery, DAS offers full-scale design services, a robust mobile portfolio, cutting-edge analytics, and innovative custom development.",
        "You will be a part of the design on the project and will assist in directing the ServiceNow implementation and certifying the solution design of strategic technologies during solution development.",
        "This role will build and drive high performing relationships with strategic development partners to ensure high quality delivery of all aspects of solution development.",
        "Experience managing teams of five + resources through design, development, and/or operations of complex technology environments",
        "Business development",
        "Knowledge and experience with SAFe Agile software development principles.",
        "Success in this role requires a solid background in software development and architecture, CI/CD, strong experience with Cloud technologies, and/or working with multiple integrations type of applications.",
        "8 + years of large scale software development or application engineering with recent coding experience in two or more modern programing languages such as: Java, JavaScript, Angular",
        "Good exposure to Agile software development and DevOps practices such as Infrastructure as Code (IaC) and CI/CD",
        "Work directly with Agile development teams to provide the technical guidance and high level solution blueprint in order to help deliver best in class products to our customers",
        "Work as a technical leader alongside customer business, development and infrastructure teams",
        "Designing and development for Connected Car Applications partnering with the product owner, scrum master, technical analysts, 3rd party app developers in guiding the scrum team in all aspects of Connected Car Application delivery, from requirements through deployment and operation.",
        "Oversee the design, development and operations of the Connected Car System to meet performance, scalability, extensibility and maintainability requirements.",
        "Contribute as a strong hands-on technical member in project development and delivery activities.",
        "Deriving development strategies for new/upgrade projects.",
        "12 + years of overall experience in development, design and architecture with Java, J2EE and .NET and database technologies.",
        "Own the technical design and development of cross-functional, multi-platform application systems.",
        "Ensure adherence to defined development life cycle, good software design practices, and Architecture strategy and intent",
        "Partner with business and client stakeholders to understand the scope of work, priorities, and requirements for development.",
        "Enforce company policies in areas of development methodology, architecture, security, change and configuration management, compliance, and HR.",
        "This approach builds notably on our comprehensive competency framework, our personal development, training and career management programs, and our University innovative and business-focused learning curriculums.",
        "We are a unique blend of skills and experiences, yet we underline the value of each individual, providing customized career paths, fostering innovation and knowledge development with a focus on quality.",
        "8+ years of experience in Informatica MDM 10.x versions with development skills in ETL with IICS/IDQ"
    ],
    "adviser": [
        "Work on cross-functional projects/teams to deliver technology solutions for the business, act as adviser and coach to junior team members."
    ],
    "coach": [
        "Work on cross-functional projects/teams to deliver technology solutions for the business, act as adviser and coach to junior team members.",
        "Mentorship: As a Senior Solution Architect you are expected to not only have a tremendous impact in transforming our customers, but also have a leading role in mentoring and coaching junior teammates to engender effective contribution to TransUnion's solutions.",
        "Provide technical leadership, coach and mentor team members"
    ],
    "leadership": [
        "Proven leadership ability",
        "Developing our credibility, thought leadership and capability",
        "You are an independent, self-starter who takes the initiative, actively communicates with your leadership and team members ensuring effective awareness, collaboration and alignment vertically and horizontally.",
        "Provide technical leadership in design, development, and testing of business solutions",
        "Provide technical leadership, coach and mentor team members",
        "Exceptional communication skills and proven track record of presenting to executive-level leadership.",
        "Provide technical leadership throughout the development life cycle and focus on delivery of quality solutions",
        "Bachelor's degree in Computer Science or IT-related field or a minimum of 10+ years of relevant, enterprise IT experience in a technical leadership role.",
        "The Solutions Architect will provide technical leadership, facilitation, analysis and high level architecture & design tasks required for the implementation of TU fraud solutions.",
        "Senior Architect for the Fraud domain is a crucial architecture leadership role reporting to the Sr. Director for Global Technology Platform architecture.",
        "The role will provide solution architecture, cross-domain technical leadership and problem solving for the global fraud domain, projects, and capabilities.",
        "• Support pursuit process with account teams, vendors, 3rd party service providers, Deloitte leadership, and client personnel",
        "As a member of our CRS technical leadership group, you will have both the accountability and freedom to build systems that are taking TransUnion to the next level."
    ],
    "build": [
        "Demonstrated executive presence and influence, ability to build client relationships and create client satisfaction throughout the application lifecycle",
        "Work closely with business, IT partners and other stakeholders to design, build, test and delivery high quality deliveries.",
        "At TransUnion, we strive to build an environment where our associates are in the driver's seat of their professional development, while having access to help along the way.",
        "Team Player: Effectively integrates, motivates and builds relationships with cross-functional team members (local or remote), sponsors, key stakeholders, executives and other individuals or organizations.",
        "You should have a deep understanding of IaaS, CaaS and PaaS services offered on cloud platforms and understand how to combine them to build complex and innovative solutions.",
        "Work with your peers to automate and build tailored solutions with repeatable patterns that can be leveraged across business and IT solutions.",
        "Lead technical discussions and build consensus among engineers",
        "Collaborate with remote team members to build and maintain positive, productive team relationships",
        "Deloitte's Cloud offering consists of engineers and technical thought leaders who build cloud solutions that help shape the future of global enterprises.",
        "3+ years of build and deployment automation (Continuous Integration/Delivery) experience using industry-standard platforms",
        "This role will build and drive high performing relationships with strategic development partners to ensure high quality delivery of all aspects of solution development.",
        "At Deloitte Consulting, our technology strategy and architecture specialists help organizations develop the strategies and implement the systems that build business value and drive performance.",
        "This environment gives our people the opportunity to hone current skills and build new capabilities, while discovering their genius.",
        "Ability to build value propositions/business cases and communicate with senior executives (VP, SVP).",
        "Are you looking to architect and build solutions on a cutting-edge platform?",
        "This role is a part of Detect & Respond, which is an organization within Deloitte Cyber Risk Advisory whose goal is to build a culture of continuous innovation to drive profitable revenue through the identification and incubation of breakthrough ideas in cloud-based software and advanced analytics products and platforms.",
        "As a member of our CRS technical leadership group, you will have both the accountability and freedom to build systems that are taking TransUnion to the next level.",
        "5+ years of build and deployment automation (Continuous Integration/Delivery) experience using industry-standard platforms",
        "This approach builds notably on our comprehensive competency framework, our personal development, training and career management programs, and our University innovative and business-focused learning curriculums.",
        "With the digital tech sector growing at a rapid pace and women significantly underrepresented in the industry, we are determined to inspire and recruit more women into technology and build diverse teams that reflect the clients we serve.",
        "From our centers, we work with Deloitte consultants to design, develop and build solutions to help clients reimagine, reshape and rewire the competitive fabric of entire industries."
    ],
    "collaborative": [
        "Ability to motivate in a team-oriented, collaborative environment",
        "Ability to work independently and also be highly collaborative across a virtual workforce.",
        "Are you passionate about technology and interested in joining a community of collaborative colleagues who respectfully and courageously seek to challenge the status quo?",
        "A cloud solutions builder who wants to work in a collaborative environment.",
        "Are you an experienced, passionate pioneer in technology - a solutions builder, a roll-up-your-sleeves technologist who wants a daily collaborative environment, think-tank feel and share new ideas with your colleagues - without the extensive demands of travel?",
        "The US Delivery Center supports a collaborative team culture where we work and live close to home with limited travel."
    ],
    "building": [
        "Previous experience in building, maintaining, and influencing relationships with a range of stakeholders.",
        "Experience in developing, managing, and building competencies and skills necessary for supporting dynamic business needs and resource models.",
        "The Pharmacy Technology team is building new cloud native capabilities that will be the foundation for exciting innovative business initiatives and allow us to provide better customer experiences aimed at improving the health and well-being of our customers.",
        "5+ years of hands-on experience with designing and building microservices using REST and GraphQL.",
        "5+ years of experience with systems Integration including building event-based messaging, high-volume real time data streaming using Kafka, RabbitMQ, Spark and ETL integration",
        "Significant experience in capacity planning, systems performance analysis and optimization in a distributed client/server environment, and experience in building Resilient Active/Active strongly preferred.",
        "Strong experience building consumer facing solutions",
        "Strong experience building applications on the public cloud",
        "With a fixation on innovation and building culture, our team is rallying our company around a unique vision: forging a retail winner that is admired for national strength, deep roots in the communities we serve, and a team that has passion for food and delivering great service.",
        "We believe that building successful relationships with our customers and our communities is only possible through the diversity of our people.",
        "Effective customer-service orientation and relationship-building skills",
        "Significant experience with systems Integration including building message-based, Kafka and ETL Integrations.",
        "Serve as a trusted advisor for cloud initiatives by providing objective, practical and relevant ideas, insights and advice while also building organizational partnerships and networks to ensure comprehensive cloud capabilities are developed with input from appropriate business and IT resources.",
        "This multi-disciplinary team runs IT as a business by transforming IT finance, reporting project portfolio metrics, quality, deployment, delivery, and adoption, and building the IT workforce of the future.",
        "4+ years of experience building resilient, highly available and scalable cloud native platforms and solutions.",
        "Strong experience designing and building multi-tenant IaaS and PaaS cloud solutions on either Amazon AWS, Microsoft Azure, or Google Cloud platforms.",
        "Strong experience setting project vision/scope, building the team to deliver, and overseeing delivery.",
        "Excellent influencing and reasoning skills; good at conflict resolution and consensus building.",
        "Strong knowledge in building a multi-region active-active solution architecture",
        "Thorough understanding of architecture patterns, frameworks and applying them in building IT strategies - for example, Archimate and TOGAF.",
        "• Ability to understand and abstract requirements and identify right technologies for building prototypes",
        "Experience with building large scale application deployments, standard three tier web applications, APIs and Batches.",
        "3+ years of experience building distributed / service oriented / micro-service style and cloud based application architectures.",
        "Capgemini is committed to building a workforce of employees with diverse backgrounds and work experiences.",
        "All work together on diverse projects from advanced preconfigured solutions and methodologies, to brand-building and campaign management."
    ],
    "requirement": [
        "Previous experience in handling and distilling requirements into credible contextual architectures, roadmaps, and investment plans.",
        "Evaluate potential new applications and solutions against business requirements, ensuring they are aligned to broader architectural and security standards and that they meet immediate tactical and long-term strategic objectives.",
        "You will collaborate with senior leaders and product managers to understand strategic and functional requirements, and you will collaborate with other architect and technical subject matter experts across the organization to be sure the architectures also align with standard and supported technology patterns.",
        "Collaborates with the Enterprise Architect (EA), business and the project team to understand business requirements and strategies, ensures completeness of requirements and create suitable software architectures to support those needs",
        "Ensures integration requirements & designs are supported by standard patterns and if required augments them when new patterns emerge",
        "Accountable to ensure the solution meets the functional and non-functional requirements approved by the business",
        "Strong ability to decompose a broad level business requirement into technical implementation.",
        "Ability to describe non-functional requirements",
        "Apply strategic thinking and demonstrated expertise to understand technical requirements to support all phases of a customer project lifecycle to ensure successful technical project delivery.",
        "Collaborates with the Enterprise Architect (EA), business and the project team to understand business requirements and strategies, ensures completeness of requirements and create suitable software architectures to support those needs.",
        "Ensuring that the solution meets the functional and non-functional requirements approved by the business.",
        "Monitor and maintain multiple Cloud Infrastructure environments based on client requirements",
        "The Cloud Solution Architect plans for system and application migration(s) to the cloud, adhering to the client's technical and business requirements",
        "You will identify requirements for system and application performance monitoring for an enterprise scale environment.",
        "Travel up to 5% (While 5% of travel is a requirement of the role, due to COVID-19, non-essential travel has been suspended until further notice.)",
        "Travel up to 50% (While 50% of travel is a requirement of the role, due to COVID-19, non-essential travel has been suspended until further notice)",
        "• Participate in design sessions and workshops to clarify requirements and determine architecture options",
        "• Ability to understand and abstract requirements and identify right technologies for building prototypes",
        "Designing and development for Connected Car Applications partnering with the product owner, scrum master, technical analysts, 3rd party app developers in guiding the scrum team in all aspects of Connected Car Application delivery, from requirements through deployment and operation.",
        "Oversee the design, development and operations of the Connected Car System to meet performance, scalability, extensibility and maintainability requirements.",
        "Work closely with technical stakeholders to translate requirements into high quality, timely deliverables.",
        "Evaluate the cutting edge technologies to Identify the right technology-stack, platforms and frameworks to solve the existing problems or new requirements.",
        "Forecasting the system availability/capacity requirements based on the current business trends and available metrics.",
        "Take the lead and acquire full responsibilities of new initiatives and meet the requirements of the deliverables.",
        "Risk analysis (load/storage/bandwidth/cost) with respect to new implementation and change requirements.",
        "Partner with business and client stakeholders to understand the scope of work, priorities, and requirements for development.",
        "Analyze, define and document requirements for data, workflow, logical processes, hardware and operating system environment",
        "These values influence the way we meet client needs while respecting the regulatory requirements of each country in which we operate, and the way we promote ethically sound practices within Capgemini and in our partnerships.",
        "Whenever necessary to provide individuals with disabilities an equal employment opportunity, Capgemini will consider reasonable accommodations that might involve varying job requirements and/or changing the way this job is performed, provided that such accommodations do not pose an undue hardship.",
        "Translate business requirements into technical specifications, establish and define details, definitions, and requirements of applications, components, and enhancements",
        "Participate in project planning, identifying milestones, deliverables, and resource requirements, tracks activities and task execution",
        "Travel up to 10% (While 10% of travel is a requirement of the role, due to COVID-19, non-essential travel has been suspended until further notice)."
    ],
    "presentation": [
        "Robust presentation, facilitation, negotiation, and conflict resolution skills.",
        "Exceptional communication, presentation and interpersonal skills with an ability to extract, translate and communicate meaningful information at the executive, management and peer levels",
        "Strong oral and written communication skills, including presentation skills (MS Visio, MS PowerPoint)",
        "• Lead client presentations and hands on client solution demonstrations",
        "Strong oral and written communication skills, including presentation skills (i.e., MS PowerPoint)"
    ],
    "leader": [
        "The Senior Solutions Architect performs both roles as a lead solutions expert and also a competency leader who is responsible for developing, maintaining, and growing the organization’s competencies/practice and skills to meet dynamic market demands.",
        "Detail oriented, Self-Starter, leader, and motivator.",
        "You will collaborate with senior leaders and product managers to understand strategic and functional requirements, and you will collaborate with other architect and technical subject matter experts across the organization to be sure the architectures also align with standard and supported technology patterns.",
        "Regardless of job titles, our associates have the opportunity to learn new things and be a leader every day.",
        "Be a thought leader by staying abreast of current and emerging cloud technologies and industry trends.",
        "By joining our team, you could help C-suite and program leaders transform their organization and accelerate mission execution through emerging and disruptive technologies, innovative business models, retooled program operations and industry-driven solutions.",
        "Deloitte's Cloud offering consists of engineers and technical thought leaders who build cloud solutions that help shape the future of global enterprises.",
        "From entry-level employees to senior leaders, we believe there's always room to learn.",
        "Do you enjoy communicating these big ideas to senior leaders in an organization?",
        "Work as a technical leader alongside customer business, development and infrastructure teams",
        "Capgemini is a global leader in partnering with companies to transform and manage their business by harnessing the power of technology."
    ],
    "collaborate": [
        "You will collaborate with senior leaders and product managers to understand strategic and functional requirements, and you will collaborate with other architect and technical subject matter experts across the organization to be sure the architectures also align with standard and supported technology patterns.",
        "In addition, as a senior team member in this field you will collaborate in the development of appropriate integration manuals, training materials, and procedures; proactively seek ways for the solution architect team to improve its processes to enhance the customer experience, and provide value added services and provide sales engineering support as appropriate for the business development group.",
        "As an experienced Azure Infrastructure Solution Architect, you will have the ability to share new ideas and collaborate on projects as a consultant without the extensive demands of travel.",
        "Our TSO ServiceNow team works with clients to transform their technology delivery by collaborating with CIOs, Technology Executives, and their teams.",
        "Facilitate and collaborate in domain focused architecture committees and working groups."
    ],
    "collaboration": [
        "You are an independent, self-starter who takes the initiative, actively communicates with your leadership and team members ensuring effective awareness, collaboration and alignment vertically and horizontally.",
        "At TransUnion, we have a welcoming and energetic environment that encourages collaboration and innovation."
    ],
    "driver": [
        "At TransUnion, we strive to build an environment where our associates are in the driver's seat of their professional development, while having access to help along the way."
    ],
    "proactively": [
        "In addition, as a senior team member in this field you will collaborate in the development of appropriate integration manuals, training materials, and procedures; proactively seek ways for the solution architect team to improve its processes to enhance the customer experience, and provide value added services and provide sales engineering support as appropriate for the business development group.",
        "Thought Leadership: You have strong advisory, consulting and interpersonal skills coupled with the deep technology skills needed to lead customer engagements and strategic client discussions in solution architecture and design projects to meet their technical objectives by providing best practices by proactively identifying and closing gaps."
    ],
    "present": [
        "Influence: Represent the voice of the customer and manage the development of product initiative requests",
        "Prepare and present potential technical solutions and advise the business on approach and tradeoffs",
        "Exceptional communication skills and proven track record of presenting to executive-level leadership.",
        "With the digital tech sector growing at a rapid pace and women significantly underrepresented in the industry, we are determined to inspire and recruit more women into technology and build diverse teams that reflect the clients we serve."
    ],
    "developer": [
        "Work with developers, business analysts and subject matter experts to understand the complex technological system in order to produce integrated end-to-end solution options",
        "Develop templates or scripts to automate everyday developer or operations functions",
        "Work with software architects and developers to define cloud architecture for the development organization, leveraging in-depth knowledge of AWS services",
        "Designing and development for Connected Car Applications partnering with the product owner, scrum master, technical analysts, 3rd party app developers in guiding the scrum team in all aspects of Connected Car Application delivery, from requirements through deployment and operation.",
        "Good amount of knowledge and experience in Weblogic, Tomcat and Various Development tools, like Eclipse, SQL developer, Angular, Android, Node tools."
    ],
    "collaboratively": [
        "As a member of the Solution Architecture practice, you will work collaboratively across the IT organization to deliver, AWS, Azure, Google Cloud Platform and Deloitte Private Cloud solutions."
    ],
    "builder": [
        "A cloud solutions builder who wants to work in a collaborative environment.",
        "Are you an experienced, passionate pioneer in technology - a solutions builder, a roll-up-your-sleeves technologist who wants a daily collaborative environment, think-tank feel and share new ideas with your colleagues - without the extensive demands of travel?"
    ],
    "designs/": [
        "Perform Architecture Feasibility Study and create essential architectural artifacts (UML diagrams, infrastructure layouts, interface designs/catalogs)."
    ],
    "definition": [
        "Translate business requirements into technical specifications, establish and define details, definitions, and requirements of applications, components, and enhancements"
    ],
    "designer": [
        "Our centers house a multitude of specialists, ranging from systems designers, architects and integrators, to creative digital experts, to cyber risk and human capital professionals."
    ]
}